Repository: andreibaliyevich/LikeMe_One
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Writing feature articles based on author information on 3 articles per week
ru: Написание тематических статей на основе информации автора по 3 статьи в неделю
uk: Написання тематичних статей на основі інформації автора по 3 статті в тиждень

source: Preparation of articles and texts for the site and social networks
ru: Подготовка статей и текстов для сайта и социальных сетей
uk: Підготовка статей та текстів для сайту і соціальних мереж

source: Creating a positive reputation and info space around the company
ru: Создание положительной репутации и инфо-пространства вокруг компании
uk: Створення позитивної репутації та інфо-простору навколо компанії

source: Work experience as a journalist, editor, copywriter for at least 1 year
ru: Опыт работы журналистом, редактором, копирайтером не менее 1-го года
uk: Досвід роботи журналістом, редактором, копірайтером не менше 1-го року

source: Experience in text editors, as well as the ability to work with HTML
ru: Опыт работы в текстовых редакторах, а также умение работать с HTML
uk: Досвід роботи в текстових редакторах, а також уміння працювати з HTML

source: Developed writing, writing and editing skills
ru: Развитая письменная речь, навыки составления и редактирования текстов
uk: Розвинена письмова мова, навички складання та редагування текстів

source: Reliability and teamwork
ru: Надежность и умение работать в команде
uk: Надійність і вміння працювати в команді

source: Your advantage will be
ru: Вашим преимуществом будет являться
uk: Вашим перевагою буде

source: If you have experience writing restaurant-related articles
ru: Если у Вас есть опыт написания статей ресторанной тематики
uk: Якщо у Вас є досвід написання статей ресторанної тематики

source: Conditions
ru: Условия
uk: Умови

source: Telework
ru: Удаленная работа
uk: Віддалена робота

source: The work schedule is free, meeting deadlines
ru: График работы свободный, выполнение поставленных задач в срок
uk: Графік роботи вільний, виконання поставлених завдань в строк

source: Probationary period 2 weeks (paid)
ru: Испытательный срок 2 недели (оплачиваемый)
uk: Випробувальний термін 2 тижні (оплачуваний)

source: Share with friends:
ru: Поделиться с друзьями:
uk: Поділитися з друзями:

source: Tags:
ru: Тэги:
uk: Теги:

source: Related Articles
ru: Статьи по теме
uk: Статті по темі

source: News of club and restaurant life of our city
ru: Новости клубной и ресторанной жизни нашего города
uk: Новини клубної і ресторанного життя нашого міста

source: Edit Photoreport
ru: Редактировать фоторепортаж
uk: Додати фоторепортаж

source: Delete Photoreport
ru: Удалить фоторепортаж
uk: Видалити фоторепортаж

source: Download
ru: Скачать
uk: Завантажити

source: Add Videoreport
ru: Добавить видеорепортаж
uk: Додати відеорепортаж

source: Update Photo
ru: Обновить фото
uk: Оновити фото

source: Available
ru: Доступно
uk: Доступно

source: Cover
ru: Обложка
uk: Обкладинка

source: Transfer photos here for upload
ru: Перенесите фотографии сюда для загрузки
uk: Перенесіть фотографії сюди для завантаження

source: or
ru: или
uk: або

source: Select Photos
ru: Выберите фотографии
uk: Виберіть фотографії

source: Shuffle Photos
ru: Перемешать фотографии
uk: Перемішати фотографії

source: Save Photoreport
ru: Сохранить фоторепортаж
uk: Зберегти фоторепортаж

source: Loading...
ru: Загрузка...
uk: Завантаження...

source: Edit Videoreport
ru: Редактировать видеорепортаж
uk: Редагувати відеорепортаж

source: Delete Videoreport
ru: Удалить видеорепортаж
uk: Видалити відеорепортаж

source: Add Photoreport
ru: Добавить фоторепортаж
uk: Додати фоторепортаж

source: All photo reports in this institution
ru: Все фоторепортажи в этом заведении
uk: Всі фоторепортажі в цьому закладі

source: Place Category
ru: Категория заведения
uk: Категорія закладу

source: Kitchen
ru: Кухня
uk: Кухня

source: Edit Video Reports
ru: Редактировать отчет
uk: Редагувати звіт

source: Delete Video Reports
ru: Удалить отчет
uk: Видалити звіт

source: Videoreport
ru: Видеорепортаж
uk: Відеорепортаж

source: Video Like
ru: Лайк видео
uk: Лайк відео

source: Video Likes
ru: Лайки видео
uk: Лайки відео
