Repository: andreibaliyevich/LikeMe_One
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Image Place
ru: Фото заведения
uk: Фото закладу

source: The minimum image size should be 477x373!
ru: Минимальные размеры изображения должны быть 477x373!
uk: Мінімальні розміри зображення повинні бути 477x373!

source: This file format is not supported.
ru: Этот формат файла не поддерживает
uk: Цей формат файлу не підтримується.

source: Image Watermark
ru: Водяной знак
uk: Водяний знак

source: Uploading image must be in png format!
ru: Загружаемое изображение должно быть в формате png!
uk: Завантажувати зображення повинно бути в форматі png!

source: O'clock
ru: По часам
uk: По годинах

source: Working Hours
ru: Время работы
uk: Час роботи

source: from
ru: с
uk: з

source: to
ru: до
uk: до

source: Yes
ru: Да
uk: Так

source: No
ru: Нет
uk: Немає

source: Bank Card
ru: Банковская карта
uk: Банківська картка

source: Parking
ru: Парковка
uk: Парковка

source: Delivery
ru: Доставка
uk: Доставка

source: Catering
ru: Кейтеринг
uk: Кейтеринг

source: Not chosen
ru: Не выбрано
uk: Не вибрано

source: Add
ru: Добавить
uk: Додати

source: Exclude
ru: Исключить
uk: Виключити

source: Place Day
ru: Заведение дня
uk: Заклад дня

source: Main Image
ru: Основное изображение
uk: Основне зображення

source: The minimum image size should be 471x319!
ru: Минимальные размеры изображения должны быть 471x319!
uk: Мінімальні розміри зображення повинні бути 471x319!

source: Error! Size of your image:
ru: Ошибка! Размер вашего изображения:
uk: Помилка! Розмір вашого зображення:

source: Form not valid!
ru: Форма недействительна!
uk: Форма недійсна!

source: Place
ru: Заведениe
uk: Заведеніe

source: Region
ru: Регион
uk: Регіон

source: Title
ru: Название
uk: Назва

source: Image
ru: Изображение
uk: Зображення

source: Date/Time
ru: Дата/время
uk: Дата/Час

source: Announcement
ru: Объявление
uk: Оголошення

source: Announcements
ru: Анонсы
uk: Анонси

source: Slug
ru: Слаг
uk: Слаг

source: Regions
ru: Регионы
uk: Регіони

source: User
ru: Пользователь
uk: Користувач

source: Is Admin
ru: Админ
uk: Адмін

source: Is Photographer
ru: Фотограф
uk: Фотограф

source: User Access
ru: Доступ пользователя
uk: Доступ користувача

source: Users Access
ru: Доступы пользователей
uk: Доступі користувачів

source: Type Banner
ru: Тип банера
uk: Тип банера

source: URL Address
ru: URL адрес
uk: URL адреса

source: Date
ru: Дата
uk: Дата

source: Banner
ru: Банер
uk: Банер

source: Banners
ru: Банеры
uk: Банери

source: Name
ru: Имя
uk: Ім'я

source: Address
ru: Адрес
uk: Адреса

source: Phone Number
ru: Телефон
uk: Телефон

source: Viewed
ru: Просмотрено
uk: Переглянуто

source: Photographer Order
ru: Заказ фотографа
uk: Замовлення фотографа

source: Photographer Orders
ru: Заказы фотографов
uk: Замовлення фотографів

source: Author
ru: Автор
uk: Автор

source: Date Published
ru: Дата публикации
uk: Дата публікації

source: Tags
ru: Тэги
uk: Теги

source: Num Views
ru: Просмотры
uk: Перегляди

source: One News
ru: Новость
uk: Новина

source: News
ru: Чтиво
uk: Чтиво

source: Owner
ru: Владелец
uk: Власник

source: Images
ru: Изображения
uk: Зображення

source: Authors
ru: Авторы
uk: Автори

source: Pay to Photographer
ru: Оплата фотографу от заведения
uk: Оплата фотографу від закладу

source: Pay to Portal
ru: Сбор фотографа порталу
uk: Збір фотографа порталу

source: Is Posted
ru: Опубликовано
uk: Опубліковано

source: Photoreport
ru: Фоторепортаж
uk: Фоторепортаж

source: Photoreports
ru: Фоторепортажи
uk: Фоторепортажі

source: Thumbnail
ru: Миниатюра
uk: Мініатюра

source: Is Available
ru: Доступно
uk: Доступно

source: Is Cover
ru: Обложка
uk: Обкладинка

source: Photo
ru: Фотография
uk: Фотографія

source: Photos
ru: Фотографии
uk: Фотографії

source: Is like
ru: Лайк
uk: Лайк

source: Photo Like
ru: Лайк фотографии
uk: Лайк фотографії

source: Photo Likes
ru: Лайки фотографий
uk: Лайки фотографій

source: Primary Photographer
ru: Основной фотограф
uk: Основний фотограф

source: More Photographers
ru: Еще фотографы
uk: Ще фотографи

source: Bar
ru: Бар
uk: Бар

source: Bowling
ru: Боулинг
uk: Боулінг

source: Veranda
ru: Веранда
uk: Веранда

source: Health (or fitness)
ru: Здоровье (или фитнес)
uk: Здоров'я (або фітнес)

source: Hookah
ru: Кальянная
uk: Кальянная

source: Karaoke
ru: Караоке
uk: Караоке

source: Coffee House
ru: Кофейня
uk: Кав'ярня

source: Store
ru: Магазин
uk: Магазин

source: Night Club
ru: Ночной клуб
uk: Нічний клуб

source: Educational Project
ru: Образовательный проект
uk: Освітній проект

source: Brewery
ru: Пивоварня
uk: Півоварня

source: Entertainment (various events)
ru: Развлечения (различные мероприятия)
uk: Розваги (різні заходи)

source: Restaurant
ru: Ресторан
uk: Ресторан

source: Strip Club
ru: Стриптиз-клуб
uk: Стриптиз-клуб

source: Kitchen Author
ru: Авторская кухня
uk: Авторська кухня

source: Kitchen Azerbaijani
ru: Азербайджанская кухня
uk: Азербайджанська кухня

source: Kitchen American
ru: Американская кухня
uk: Американська кухня

source: Kitchen Armenian
ru: Армянская кухня
uk: Вірменська кухня

source: Kitchen Belarusian
ru: Белорусская кухня
uk: Білоруська кухня

source: Kitchen Georgian
ru: Грузинская кухня
uk: Грузинська кухня

source: Kitchen European
ru: Европейская кухня
uk: Європейська кухня

source: Kitchen Indian
ru: Индийская кухня
uk: Індійська кухня

source: Kitchen Spanish
ru: Испанская кухня
uk: Іспанська кухня

source: Kitchen Italian
ru: Итальянская кухня
uk: Італійська кухня

source: Kitchen Mexican
ru: Мексиканская кухня
uk: Мексиканська кухня

source: Kitchen Russian
ru: Русская кухня
uk: Російська кухня

source: Kitchen Ukrainian
ru: Украинская кухня
uk: Українська кухня

source: Kitchen Japanese
ru: Японская кухня
uk: Японська кухня

source: District
ru: Район
uk: Район

source: Districts
ru: Районы
uk: Райони

source: top left
ru: верх лево
uk: верх зліва

source: top right
ru: верх право
uk: верх право

source: bottom left
ru: низ лево
uk: низ зліва

source: bottom middle
ru: низ центр
uk: низ центр

source: bottom right
ru: низ право
uk: низ право

source: Watermark Position
ru: Расположение водяного знака
uk: Розташування водяного знака

source: Watermark Scale
ru: Масштаб водяного знака
uk: Шкала водяних знаків

source: Average Check
ru: Средний чек
uk: Середній чек

source: Is Closed
ru: Закрыто
uk: Закрито

source: Places
ru: Заведения
uk: Заклади

source: Change password
ru: Сменить пароль
uk: Змінити пароль

source: Log out
ru: Выйти
uk: Вийти

source: Home
ru: Главная
uk: Головна

source: Add Announcement
ru: Добавить объявление
uk: Додати оголошення

source: Error!
ru: Ошибка!
uk: Помилка!

source: Add Banner
ru: Добавить банер
uk: Додати банер

source: Error! A banner with this type already exists in this region!
ru: Ошибка! Банер с таким типом в данном регионе уже существует!
uk: Помилка! Банер з таким типом в даному регіоні вже існує!

source: Add News
ru: Добавить новость
uk: Додати новину

source: Add Place
ru: Добавить заведениe
uk: Додати заведеніe

source: Admins
ru: Админы
uk: Адміни

source: delete
ru: удалить
uk: вилучити

source: SEARCH
ru: ПОИСК
uk: ПОШУК

source: add
ru: добавить
uk: додати

source: Admin panel
ru: Панель администратора
uk: Панель адміністратора

source: Photographers
ru: Фотографы
uk: Фотографи

source: Payments
ru: Сводка
uk: Зведення

source: Edit Announcement
ru: Редактировать объявление
uk: Редагувати оголошення

source: Edit Banner
ru: Редактировать банер
uk: Редагувати банер

source: Edit News
ru: Редактировать новость
uk: Редагувати новина

source: Delete News
ru: Удалить новость
uk: Видалити новина

source: Edit Place
ru: Редактировать заведениe
uk: Редагувати заведеніe

source: According Photoreports
ru: По фоторепортажам
uk: За фоторепортажам

source: Total Photoreports
ru: Итого по фоторепортажам
uk: Разом з фоторепортажам

source: According Videoreports
ru: По видеорепортажам
uk: За відеорепортажі

source: Total Videoreports
ru: Итого по видеорепортажам
uk: Разом з відеорепортажі

source: Total
ru: Итого
uk: Разом

source: Order Date
ru: Дата заказа
uk: Дата замовлення

source: About LikeMe
ru: Подробнее о LikeMe
uk: Детальніше про LikeMe

source: A portal covering restaurant and club life in Ukraine, as well as countries of Western Europe. News, interviews, announcements of events, a directory of institutions. Reviews, photos and video reports.
ru: Портал, освещающий ресторанную и клубную жизнь в Украине, а также стран Западной Европы. Новости, интервью, анонсы событий, каталог заведений. Обзоры, фото и видео репортажи.
uk: Портал, що висвітлює ресторанну і клубне життя в Україні, а також країн Західної Європи. Новини, інтерв'ю, анонси подій, каталог закладів. Огляди, фото і відео репортажі.

source: A portal
ru: Портал
uk: Портал

source: was founded in 2014 and came to rebranding at the end of 2019, receiving a new name
ru: был основан в 2014 и пришел к ребрендингу в конце 2019 года, получив новое название
uk: був заснований в 2014 і прийшов до ребрендингу в кінці 2019 року, отримавши нову назву

source: Our portal is an example of one of the most successful, modern projects in the club and restaurant industry. The monthly audience of our portal is more than 50 thousand people. The main idea of the project is the combination of restaurant and club culture in all its manifestations. LikeMe.One strives to maximize itself and provide unique content to our customers.
ru: Наш портал является примером одного из самых успешных, современных проектов в сфере клубно-ресторанной индустрии. Ежемесячная аудитория нашего портала составляет более 50 тысяч человек. Основная идея проекта – объединение ресторанной и клубной культуры во всех её проявлениях. LikeMe.One стремится максимально улучшить себя и предоставить уникальный контент наши заказчиком.
uk: Наш портал є прикладом одного з найуспішніших, сучасних проектів в сфері клубно-ресторанної індустрії. Щомісячна аудиторія нашого порталу становить більше 50 тисяч чоловік. Основна ідея проекту - об'єднання ресторанної та клубної культури в усіх її проявах. LikeMe.One прагне максимально поліпшити себе і надати унікальний контент наші замовником.

source: Today, we are closely engaged in the development of our project and strive to develop a regional network throughout Ukraine, as well as beyond its aisles.
ru: На сегодняшний день мы плотно занимаемся развитием нашего проекта и стремимся к развитию региональной сети по всей территории Украины, а так же и за её приделы.
uk: На сьогоднішній день ми щільно займаємося розвитком нашого проекту і прагнемо до розвитку регіональної мережі по всій території України, а так само і за її прибудови.

source: Our team consists of first-class professionals who know their job and do truly incredible things. We create and promote only the best. Our services are not limited only to club and restaurant photography, we also work in the field of interior and food filming, wedding and exclusive.
ru: Наша команда состоит из первоклассных профессионалов, которые знают свое дело и творят поистине невероятные вещи. Мы создаем и продвигаем только самое лучшее. Наши услуги не ограничиваются только лишь клубно-ресторанной съемкой, мы так же работаем в сфере интерьерных и food съемках, свадебных и эксклюзивных.
uk: Наша команда складається з першокласних професіоналів, які знають свою справу і творять воістину неймовірні речі. Ми створюємо і просуваємо тільки найкраще. Наші послуги не обмежуються тільки лише клубно-ресторанної зйомкою, ми так само працюємо в сфері інтер'єрних і food зйомках, весільних і ексклюзивних.

source: is something completely new, but everything is new only in the future. Stay with us and you will not regret your choice!
ru: это что-то совсем новое, но все новое лишь в грядущем. Оставайся с нами и ты не пожалеешь о своем выборе!
uk: це щось зовсім нове, але все нове лише в прийдешньому. Залишайся з нами і ти не пошкодуєш про свій вибір!

source: The best photos and videos for your event only with us. We are the media center in your city!
ru: Лучшие фото и видео съемки для вашего мероприятия только у нас. Мы центр медийности в вашем городе!
uk: Найкращі фото та відео зйомки для вашого заходу тільки у нас. Ми є центром медійності у вашому місті!

source: Reportage, reports, photos, photographer, events, announcements, reading materials, banquets, interior photos, photographs, portrait photos, order a photographer, news, odessa, vinnytsia, kiev, kharkov, lviv
ru: Репортаж, репортажи, фотографии, фотограф, события, анонсы, чтиво, банкеты, интерьерные фото, фоточки, портретные фото, заказать фотографа, новости, одесса, винница, киев, харьков, львов
uk: Репортаж, репортажі, фотографії, фотограф, події, анонси, чтиво, банкети, інтер'єрні фото, фоточки, портретні фото, замовити фотографа, новини, одеса, вінниця, київ, харків, левів

source: The best photos and videos for your event only with us.
ru: Лучшие фото и видео съемки для вашего мероприятия только у нас.
uk: Найкращі фото та відео зйомки для вашого заходу тільки у нас.

source: Reports, Events, Exclusive photos of your city
ru: Репортажи, События, Эксклюзивные фотографии вашего города
uk: Репортажі, Події, Ексклюзивні фотографії вашого міста

source: Videoreports
ru: Видеорепортажи
uk: Відеорепортажі

source: Photographer panel
ru: Панель фотографа
uk: Панель фотографа

source: Log in
ru: Вход
uk: Вхід

source: Terms of Use
ru: Условия использования
uk: Умови використання

source: Vacancy
ru: Вакансии
uk: Вакансії

source: Read more
ru: Читать далее
uk: Читати далі

source: Recommended to visit
ru: Рекомендуем посетить
uk: Рекомендуємо відвідати

source: Places of the week
ru: Заведения на этой неделe
uk: Заклади цього тижня

source: Reports of the week
ru: Фоторепортажи на этой неделe
uk: Фоторепортажі цього тижня

source: View all
ru: Посмотреть все
uk: Подивитись все

source: More reporting You can
ru: Больше репортажей Вы можете
uk: Більше репортажів Ви можете

source: look here
ru: посмотреть здесь
uk: подивитися тут

source: To order
ru: Заказать
uk: Замовити

source: Your order has been sent!
ru: Ваш заказ отправлен!
uk: Ваше замовлення відправлений!

source: Close
ru: Закрыть
uk: Закрити

source: Website Terms of Service Agreement
ru: Соглашение об условиях пользования сайтом
uk: Угода про умови користування сайтом

source: The following conditions explain how you can use the LikeMe website. Please read these terms carefully. By using this site, you agree to follow all provisions. If you do not agree with one or more of these provisions or consider them unacceptable, please do not visit the site and do not use it.
ru: Следующие условия объясняют, как вы можете пользоваться сайтом LikeMe. Пожалуйста, внимательно прочитайте эти условия. Пользуясь данным сайтом, вы соглашаетесь следовать всем положениям. Если вы не согласны с одним или более из этих положений или считаете их неприемлемыми, пожалуйста, не заходите на сайт и не пользуйтесь им.
uk: Наступні умови пояснюють, як ви можете користуватися сайтом LikeMe. Будь ласка, уважно прочитайте ці умови. Користуючись цим сайтом, ви погоджуєтеся дотримуватися всіх положень. Якщо ви не згодні з одним або більше з цих положень або вважаєте їх неприйнятними, будь ласка, не заходьте на сайт і не користуйтеся ним.

source: Personal Data Processing Agreement
ru: Соглашение об обработке персональных данных
uk: Угода про обробку персональних даних

source: This agreement on the processing of personal data is developed in accordance with the legislation of Ukraine.
ru: Данное соглашение об обработке персональных данных разработано в соответствии с законодательством Украины.
uk: Дана угода про обробку персональних даних розроблено відповідно до законодавства України.

source: All persons who fill out the information constituting personal data on this website, as well as posting other information with the indicated actions, confirm their consent to the processing of personal data and their transfer to the operator of the processing of personal data.
ru: Все лица заполнившие сведения, составляющие персональные данные на данном сайте, а также разместившие иную информацию обозначенными действиями подтверждают свое согласие на обработку персональных данных и их передачу оператору обработки персональных данных.
uk: Всі особи заповнили відомості, що становлять персональні дані на даному сайті, а також розмістили іншу інформацію позначеними діями підтверджують свою згоду на обробку персональних даних та їх передачу оператору обробки персональних даних.

source: The personal data of a Citizen means the following information:
ru: Под персональными данными Гражданина понимается нижеуказанная информация:
uk: Під персональними даними Громадянина розуміється нижчезазначених інформація:

source: General information (email address, phone number and place of residence)
ru: Общая информация (адрес электронной почты, телефон и место жительства)
uk: Загальна інформація (адреса електронної пошти, телефон та місце проживання)

source: Transfer of personal data to the operator for their processing
ru: Передачу персональных данных оператору по их обработке
uk: Передачу персональних даних оператору по їх обробці

source: The citizen, accepting this Agreement, expresses their interest and full agreement that the processing of their personal data may include the following actions: collection, systematization, accumulation, storage, clarification (updating, changing), use, destruction.
ru: Гражданин, принимая настоящее Соглашение, выражают свою заинтересованность и полное согласие, что обработка их персональных данных может включать в себя следующие действия: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, уничтожение.
uk: Громадянин, приймаючи цю Угоду, висловлюють свою зацікавленість і повну згоду, що обробка персональних даних може включати в себе наступні дії: збір, систематизацію, накопичення, зберігання, уточнення (оновлення, зміну), використання, знищення.

source: A citizen guarantees: the information provided to them is complete, accurate and reliable; when providing information, the current legislation of Ukraine, the legitimate rights and interests of third parties are not violated; All information provided is filled by the Citizen in relation to himself personally.
ru: Гражданин гарантирует: информация, им предоставленная, является полной, точной и достоверной; при предоставлении информации не нарушается действующее законодательство Украины, законные права и интересы третьих лиц; вся предоставленная информация заполнена Гражданина в отношении себя лично.
uk: Громадянин гарантує: інформація, їм надана, є повною, точною і достовірною; при наданні інформації не порушується чинне законодавство України, законні права та інтереси третіх осіб; вся надана інформація заповнена Громадянина щодо себе особисто.

source: Website
ru: Сайт
uk: Сайт

source: is a purely informational and non-profit organization.
ru: является исключительно информационный и некоммерческой организацией.
uk: є виключно інформаційний і некомерційною організацією.

source: Search
ru: Поиск
uk: Пошук

source: Enter the name of the report, institution or news.
ru: Введите название репортажа, заведения либо новости.
uk: Введіть назву репортажу, закладу або новини.

source: Search for reports, places, news in your area.
ru: Поиск репортажа, заведения, новости в вашем регионе.
uk: Пошук репортажу, закладу, новини в вашому регіоні.

source: Login
ru: Авторизация
uk: Авторизація

source: You are already signed in.
ru: Вы уже выполнили вход.
uk: Ви вже виконали вхід.

source: Back to
ru: Вернуться на
uk: Повернутися на

source: Log in to your account
ru: Войдите в свою учетную запись
uk: Увійдіть до свого облікового запису

source: Username
ru: Имя пользователя
uk: Ім'я користувача

source: Password
ru: Пароль
uk: Пароль

source: Log In
ru: Войти
uk: Увійти

source: OR
ru: ИЛИ
uk: АБО

source: New user?
ru: Новый пользователь?
uk: Новий користувач?

source: Sign Up
ru: Зарегистрироваться
uk: Зареєструватися

source: Password change
ru: Изменение пароля
uk: Зміна паролю

source: Password changed successfully!
ru: Пароль успешно изменен!
uk: Пароль успішно змінено!

source: Old password
ru: Старый пароль
uk: Старий пароль

source: New password
ru: Новый пароль
uk: Новий пароль

source: Your password can't be too similar to your other personal information.
ru: Ваш пароль не должен совпадать с вашим именем или другой персональной информацией или быть слишком похожим на неё.
uk: Пароль не повинен бути надто схожим на іншу персональну інформацію.

source: Your password must contain at least 8 characters.
ru: Ваш пароль должен содержать как минимум 8 символов.
uk: Ваш пароль повинен містити як мінімум 8 символів.

source: Your password can't be a commonly used password.
ru: Ваш пароль не может быть одним из широко распространённых паролей.
uk: Ваш пароль не повинен бути загальновідомим.

source: Your password can't be entirely numeric.
ru: Ваш пароль не может состоять только из цифр.
uk: Ваш пароль не може складається лише із цифр.

source: New password confirmation
ru: Подтверждение нового пароля
uk: Новий пароль (підтвердження)

source: Change
ru: Изменить
uk: Зміна

source: You do not have a password!
ru: Вы не имеете пароля!
uk: Ви не маєте пароля!

source: Sign up
ru: Регистрация
uk: Реєстрація

source: Account creation
ru: Создание учетной записи
uk: Створення облікового запису

source: Obligatory field. No more than 150 characters. Only letters, numbers and symbols @ /. / + / - / _.
ru: Обязательное поле. Не более 150 символов. Только буквы, цифры и символы @/./+/-/_.
uk: Обов'язкове поле. Не більше 150 символів. Тільки букви, цифри і символи @ /. / + / - / _.

source: Your password must not coincide with your name or other personal information or be too similar to it. Your password must contain at least 8 characters. Your password cannot be one of the widespread passwords. Your password cannot consist of only numbers.
ru: Ваш пароль не должен совпадать с вашим именем или другой персональной информацией или быть слишком похожим на неё.Ваш пароль должен содержать как минимум 8 символов.Ваш пароль не может быть одним из широко распространённых паролей.Ваш пароль не может состоять только из цифр.
uk: Ваш пароль не повинен співпадати з вашим ім'ям або інший персональною інформацією або бути занадто схожим на неё.Ваш пароль повинен містити як мінімум 8 сімволов.Ваш пароль не може бути одним з широко поширених паролей.Ваш пароль не може складатися тільки з цифр.

source: Password confirmation
ru: Подтверждение пароля
uk: Підтвердження пароля

source: To confirm, please enter the password again.
ru: Для подтверждения введите, пожалуйста, пароль ещё раз.
uk: Для підтвердження введіть, будь ласка, пароль ще раз.

source: I accept
ru: Я принимаю
uk: Я приймаю

source: the terms
ru: условия
uk: умови

source: Create Account
ru: Создать аккаунт
uk: Створити акаунт

source: Already have an account?
ru: Уже есть учётная запись?
uk: Вже є обліковий запис?

source: Photographer
ru: Фотограф
uk: Фотограф

source: Requirements
ru: Требования
uk: Вимоги

source: Club and restaurant shooting experience from the 1st year
ru: Опыт клубной и ресторанной съемки от 1-го года
uk: Досвід клубної і ресторанної зйомки від 1-го року

source: Have your own professional equipment of a photographer of class FF, Light, Softbox or Octopus
ru: Иметь собственное профессиональное оборудование фотографа класса FF, Свет, Софтбокс или Октопус
uk: Мати власне професійне обладнання фотографа класу FF, Світло, Софтбокс або Октопус

source: For feedback send a resume to the mail
ru: Для откликов присылайте резюме на почту
uk: Для відгуків надсилайте резюме на пошту

source: Journalist editor
ru: Журналист-редактор
uk: Журналіст-редактор

source: What to do
ru: Что делать
uk: Що робити
